Repository: DostonCoderr/Booking-Doctor
Catalog: onlinedoctor/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Home
uz: Bosh Saxifa

source: Doctors
uz: Doctor

source: Booking
uz: Doxtirga Yozilish

source: Records
uz: Yozuvlar

source: Logout
uz: Chiqish

source: Name
uz: Ism

source: Age
uz: Yosh

source: Photo
uz: rasim

source: Theme
uz: Tema

source: Phone
uz: Telefon Raqam

source: Language
uz: Till

source: Save Settings
uz: Saqlash

source: Dashboard
uz: Boshqaruv paneli

source: Welcome
uz: Xush kelibsiz

source: Access your personalized healthcare services here.
uz: Shu yerda shaxsiy sog‘liqni saqlash xizmatlariga kirishingiz mumkin.

source: Book Appointment
uz: Uchrashuvni band qilish

source: Schedule a visit with a doctor.
uz: Shifokor bilan uchrashuvni rejalashtiring.

source: Go to Booking
uz: Band qilishga o‘tish

source: View Records
uz: Yozuvlarni ko‘rish

source: Check your medical history.
uz: Tibbiy tarixingizni tekshiring.

source: Find Doctors
uz: Shifokorlarni topish

source: Explore our specialists.
uz: Mutaxassislarimizni ko‘ring.

source: View Doctors
uz: Shifokorlarni ko‘rish
